<?php

return [
    'error' => [
        'basic' => 'Не верный формат запроса',
        't_name'=> 'Данная таблица не обнаружена',
        't_name_api_access' => 'Данная таблица не доступна для API методов',
        'json' => 'Не верный формат фильтра (JSON_ERROR)',
        'method_api'=>'Данный метод не поддерживается выбранной моделью',
        'opt' => 'Ошибка options',
    ],
    'success' => [
        'save' => 'Сохранение данных успешно произведено',
        'delete' => 'Удаление данных успешно произведено',
        'good' => 'Успешное выполнение запроса',
    ]
];